{
  "daftar_tanaman": [
    {
      "nama": "Suplir",
      "image_url": "https://1.bp.blogspot.com/-cnhFYJ4JN-Q/YEcs9LU16lI/AAAAAAAAFGQ/jIXV3USyND8wW8PV3G_vW9MXUnhhLYG4wCLcBGAsYHQ/s700/koleksi%2Btanaman%2Bhias%2Bsuplir.jpg",
      "deskripsi": "Selain tanaman Sirih Gading, tanaman hias daun lain yang juga bisa jadikan tanaman gantung adalah Suplir.\n\nTelah lama populer di Indonesia, Suplir termasuk tanaman hias daun yang cukup mudah ditemui dan mudah dirawat karena habitatnya yang lembab sesuai dengan iklim Indonesia."
    },
    {
      "nama": "Begonia",
      "image_url": "https://1.bp.blogspot.com/-Mgrx4YbbzJo/YEcsLwy7Q4I/AAAAAAAAFGI/MWxaMve8BIgS2AXb47z-2x3FTsJ5r3-WwCLcBGAsYHQ/s745/koleksi%2Btanaman%2Bhias%2Bbegonia.jpg",
      "deskripsi": "Tanaman satu ini memiliki motif cantik di daun. Mirip pohon namun ukuran kecil. Ada tipe yang panjang ke atas dan ada juga yang biasa dijadikan tanaman gantung karena menjuntai.\n\nDi Indo yang familiar jenis polkadot, mocca dan begonia tiger. Namun masih banyak varian lainnya dan pasti kamu akan sangat familiar jika melihat jenisnya. Beberapa begonia menghasilkan bunga yang kecil dimasa hidupnya dan menghadirkan corak-corak konsisten di tiap daunnya.\n\nHarga begonia juga lumayan terjangkau. Ngga butuh space besar, cukup jadikan rimbun saja di salah satu pot sampai benar-benar cantik."
    },
    {
      "nama": "Sansevieria",
      "image_url": "https://1.bp.blogspot.com/-4w3i2mszG3A/YEcrz3wISBI/AAAAAAAAFGA/VHvxVeBAmocGTgFXEFaqPT_Wi75Cmgl8ACLcBGAsYHQ/s742/koleksi%2Btanaman%2Bhias%2BSansevieria.jpg",
      "deskripsi": "Tanaman yang terkenal sebagai pembersih udara, salah satu tanaman yang mudah ditanam dan mudah untuk dikembangbiakkan.\n\nDi Indo yang paling terkenal itu jenis lidah mertua, centong, tombak, dan sansevieria mini. Banyak jenis-jenis lainnya dan ini wajib sih kamu koleksi menurutku. Jenis tanaman ini sangat cocok untuk indoor. Varian yang besar bisa diletakkan di sudur ruangan dan varian kecil bisa di meja. Perawatan juga tidak terlalu susah, hanya pastikan saja media tanam tidak sampai kering dan rajin repotting jika ingin rajin bertunas.\n\nSoal harga, tanaman ini termasuk tanaman yang terjangkau. Rata-rata harga masih dibawah 50rb."
    },
    {
      "nama": "Aglonema",
      "image_url": "https://1.bp.blogspot.com/-DhNHGuuHlKo/YEcrW5OQLJI/AAAAAAAAFF4/sEnJA5eiCJwQJarZ-qfDkxP5f7nEmHrNACLcBGAsYHQ/s739/koleksi%2Btanaman%2Bhias%2BAglonema.jpg",
      "deskripsi": "Aglonema adalah salah satu jenis tanaman yang harganya gila-gilaan selama masa pandemi.\n\nJenis aglo udah ada sejak dulu namun belakangan pamornya emang lagi naik. Harga aglonema pun bervariasi, untuk jenis yang biasa masih ada yang harga dibawah 50rb, namun jangan terkejut banyak aglonema yang harganya ratusan ribu sampai jutaan. Makin bagus warna dan coraknya, makin mahal harganya. Apalagi kalau aglonema import. Bisa nih kamu lirik-lirik."
    },
    {
      "nama": "Calathea",
      "image_url": "https://1.bp.blogspot.com/-aEMvVitmEoI/YEcrBSf88MI/AAAAAAAAFFw/ohREWR8Qo_Y9KhdIgprHfr3fu03xPezZQCLcBGAsYHQ/s741/koleksi%2Btanaman%2Bhias%2Bcalathea.jpg",
      "deskripsi": "Jenis tanaman ini juga banyak dan harganya cukup terjangkau.\n\nBanyak dijual di online shop. Tapi seperti yang aku bilang, salah satu tanaman yang selalu gagal aku tanam. Mungkin belum cocok atau media tanam yang aku pakai belum pas. Anehnya semua jenis calatheaku akan sedikit menguncup sore hari kemudian akan terbuka lagi setelah pagi.\n\nYang paling familiar aku lihat di Indo jenis lipstik, leopardina, keris, dan masih banyak lagi."
    },
    {
      "nama": "Kaktus dan Sukulen",
      "image_url": "https://1.bp.blogspot.com/-h0QnU3HfL38/YEcqnrcQtYI/AAAAAAAAFFo/sQFR52UPmdUtkyQXUzmsbZk8SrFMDqBxACLcBGAsYHQ/s749/koleksi%2Btanaman%2Bhias%2Bkaktus.jpg",
      "deskripsi": "Untuk kamu yang ngga punya space besar di rumah, jenis kaktus dan tanaman sukulen bisa jadi tanaman hias yang pas. Jenis tanaman ini juga banyak sekali. Secara ilmiah kamu akan bisa membedakan dari bentuk tamanan ini.\n\nSukulen merupakan istilah untuk tumbuhan yang mempunyai karakter menyerap dan menyimpan air pada batang utamanya. Secara fisik, sukulen memiliki kelopak seperti daun. Sementara itu, kaktus mengganti jaringan daun dalam bentuk duri.\n\nJadi, semua kaktus adalah tanaman sukulen. Namun tak semua sukulen adalah kaktus.\n\nPerlahan-lahan jika melihat bentuknya pasti kamu akan tau perbedaan keduanya. Jenis tanaman ini termasuk yang bisa bertahan di tempat kering. Di Indo jenis sukulen sangat banyak dijual apalagi kalau lagi ke Bandung. Tidak butuh rumah yang luas, cukup letakkan di meja kerja juga bagus."
    },
    {
      "nama": "Keladi Hias",
      "image_url": "https://1.bp.blogspot.com/-dmO_M-KWLnQ/YEcqGQCyABI/AAAAAAAAFFg/QYPrc06ToVAhVR36OYKT2yW3EirYeOMhQCLcBGAsYHQ/s742/koleksi%2Btanaman%2Bhias%2Bkeladi.jpg",
      "deskripsi": "Jenis keladi hias juga sangat banyak di Indonesia. Bahkan banyak yang terabaikan dan dibuang dipinggir jalan.\n\nTapi jangan salah, kalo dirawat dengan baik bisa jadi koleksi yang menarik loh. Motif tiap keladi juga bermacam-macam. Jika dilihat dengan detail, ada motif di tiap daunnya. Harga keladi hias akan mahal jika daun makin berwarna dan bercorak. Kalau di Indo yang paling sering aku lihat keladi wayang, keladi bintik merah, snow white dan masih banyak lagi. Aku udah punya keladi hias 3 jenis semoga nanti makin nambah. Untuk media tanam aku pakai sekam bakar, sekam mentah dan tanah subur komposisi 1:1:1.\n\nTapi baiknya kamu cari referensi lain dulu yah dari pada pecinta calladium."
    },
    {
      "nama": "Anggrek",
      "image_url": "https://1.bp.blogspot.com/-s1SV5rNjUFc/YEcplZFpMmI/AAAAAAAAFFY/QWTXdw-c4L8IO3KgxqRG-Ungx_5EGRVDACLcBGAsYHQ/s743/koleksi%2Btanaman%2Bhias%2Banggrek.jpg",
      "deskripsi": "Jenis tanaman satu ini pasti kesukaan ibu-ibu sejuta umat. Yang paling familiar dan sering aku dengar anggrek bulan, cattleya, dendrobium.\n\nNamun banyak lagi jenis lainnya apalagi anggrek hutan khas Indonesia dengan harga bervariasi. Menunggu tanaman ini dewasa dan berbunga cukup lama. Dari sekian banyak tanaman, anggrek salah satu jenis tanaman yang bisa bertahan lama dan selalu menghasilkan bunga jika dirawat dengan baik. Tidak seperti tanaman berbunga lainnya, bunga dari anggrek bisa kita nikmati lumayan lama sampai dia berguguran. Jika beli anggrek berbunga agak mahal, bisa coba dengan beli bayi anggrek atau anggrek remaja. Jadi kamu juga nanti bisa menikmati masa-masa menanti tumbuhnya spike anggrek.\n\nUntuk media tanam anggrek bisa menggunakan arang, bata, pakis cacah, sabuk kelapa atau potongan kayu. Kenali dulu masing-masing anggreknya yah."
    },
    {
      "nama": "Pucuk Merah",
      "image_url": "https://1.bp.blogspot.com/-p2evkYzxmhw/YBJ3bKEA3wI/AAAAAAAAFEA/tLtxjyP_dGsWqpN8W9A-1stri_oJMOTnACLcBGAsYHQ/s640/Tanaman%2BHias%2BPucuk%2BMerah.jpg",
      "deskripsi": "Serupa dengan namanya, tanaman ini memiliki daun berwarna merah pada bagian pucuk tunas.\n\nKarena bisa tumbuh rimbun, tanaman ini biasa digunakan sebagai pagar taman."
    },
    {
      "nama": "Calathea Black Lipstick",
      "image_url": "https://1.bp.blogspot.com/-r5tWoyoc5pQ/YBJ2-sFxEnI/AAAAAAAAFD4/_SO_vYMB7-wyfMRDzxTgHaq3tPAG5WbzwCLcBGAsYHQ/s700/Tanaman%2BHias%2BCalathea%2BBlack%2BLipstick.jpg",
      "deskripsi": "Calathea black lipstick tampil anggun dengan kombinasi warna yang unik, yakni ungu dan hitam.\n\nDikenal juga dengan sebutan tanaman meranti, tumbuhan ini hanya cocok dipajang di dalam rumah karena tidak tahan dengan cahaya matahari langsung.\n\nTertarik untuk memadukannya dengan furnitur-furnitur di rumah?"
    },
    {
      "nama": "Gelombang Cinta",
      "image_url": "https://1.bp.blogspot.com/-lhz9qO6X6Us/YBJ2q_J9X4I/AAAAAAAAFDw/GuKooK9qQCEhpiyMFW_GBqhxtNBQz2l9ACLcBGAsYHQ/s544/Tanaman%2BHias%2BGelombang%2BCinta.jpg",
      "deskripsi": "Sesuai dengan namanya, tanaman hias ini memiliki karakteristik daun yang bergelombang.\n\nTanaman ini sangat cocok dimanfaatkan untuk menghias sudut-sudut rumah."
    },
    {
      "nama": "Monstera",
      "image_url": "https://1.bp.blogspot.com/-5NxwpZBCLI4/YBJ2UOEpNCI/AAAAAAAAFDo/BoA8B7EEBEcMn8y5eJbj3sj9Z2_ycmNBgCLcBGAsYHQ/s700/Tanaman%2BHias%2BMonstera.jpg",
      "deskripsi": "Siapa sih penggemar tanaman hias yang enggak tahu tanaman yang satu ini?\n\nMemiliki bentuk daun yang unik, monstera adalah primadona tanaman hias yang wajib menghias rumahmu.\n\nTanaman monstera sangat cocok untuk rumah-rumah bergaya desain minimalis hingga Skandinavia."
    },
    {
      "nama": "Lili Paris",
      "image_url": "https://1.bp.blogspot.com/-yahVKTTcOgc/YBJ19fMGmlI/AAAAAAAAFDg/4NEeqh28TGIhJznsfgyCUJxRq4mb_ujfwCLcBGAsYHQ/s640/Tanaman%2BHias%2BLili%2BParis.jpg",
      "deskripsi": "Butuh tanaman mungil yang bersahabat dengan ruangan yang terbatas?\n\nLili paris adalah opsi terbaik untuk situasi seperti ini.\n\nSelain dapat diletakkan di taman atau pot bunga, lili paris juga cocok dijadikan tanaman gantung, lo.\n\nTerlebih, tanaman ini mudah sekali dirawat dan bisa disimpan baik di dalam atau luar ruangan."
    },
    {
      "nama": "Sirih Gading",
      "image_url": "https://1.bp.blogspot.com/-YjcrT41B3uU/YBJ1m0B8jAI/AAAAAAAAFDY/E2EHumQDXCwPcuxSr_ZUUFQRVaAa6F5VACLcBGAsYHQ/s200/Tanaman%2BHias%2BSirih%2BGading.jpeg",
      "deskripsi": "Sirih gading adalah tanaman hias daun lainnya yang bisa dijadikan pertimbangan.\n\nDaunnya yang tumbuh merambat membuat tanaman ini sangat cocok ditempel di dinding atau dijadikan tanaman gantung.\n\nDijamin, ruangan akan terasa lebih segar dengan kehadiran sirih gading."
    },
    {
      "nama": "Spider Plant",
      "image_url": "https://1.bp.blogspot.com/-GK8K-Qn8SIU/YBJ1ITdxWsI/AAAAAAAAFDM/5LRWjcbSBYooptBUt28mym3WVrwkvgYjACLcBGAsYHQ/s439/Tanaman%2BHias%2BSpider%2BPlant.jpg",
      "deskripsi": "Untuk kamu yang memiliki lahan terbatas, tanaman hias daun kecil yang satu ini sangat cocok untuk menghiasi ruangan di rumah karena ukurannya yang mini.\n\nTanaman asli Afrika ini sangat mudah dipelihara dan dijamin bisa memperindah tampilan ruangan dengan bentuk daunnya yang terkesan unik."
    },
    {
      "nama": "Kadaka",
      "image_url": "https://1.bp.blogspot.com/-s9p_6RrI96c/YBJ0xsVbS8I/AAAAAAAAFDE/JJJO3sRO5RgX1sIFucvKszhFWf24G5vRACLcBGAsYHQ/s700/Tanaman%2BHias%2BKadaka.jpg",
      "deskripsi": "Kadaka atau sering disebut sebagai pakis sarang burung ini memiliki daun yang tebal dan bisa ditemukan di hutan.\n\nDahulu, tanaman ini dianggap tidak berharga karena kerap dianggap sebagai hama, namun sekarang tanaman ini cukup laris di pasaran karena tampilannya yang unik.\n\nJenis yang paling populer meliputi; kadaka keriting, kadaka Osaka, dan kadaka ular."
    },
    {
      "nama": "Sri Rejeki (Aglaonema)",
      "image_url": "https://1.bp.blogspot.com/-6UZFxF-0aH4/YBJ0RuMDvRI/AAAAAAAAFC4/r7P2Q2K28NI2hNEWHQZv_IHOqQu_THuQgCLcBGAsYHQ/s832/Tanaman%2BHias%2BSri%2BRejeki%2B%2528Aglaonema%2529.jpg",
      "deskripsi": "Tanaman hias yang cukup  populer ini sangat mudah ditanam dan tidak memerlukan perawatan yang intensif.\n\nNamun, tanaman aglonema ini tidak boleh terkena cahaya matahari langsung dan harus disimpan di tempat yang cukup lembap."
    },
    {
      "nama": "Keladi Red Star",
      "image_url": "https://1.bp.blogspot.com/-vUd9H_5jZII/YBJz3Mvu7wI/AAAAAAAAFCw/8vSNr24jI3k8SrRLvEGycIvROImjUVVrgCLcBGAsYHQ/s564/Tanaman%2BHias%2BKeladi%2BRed%2BStar.jpeg",
      "deskripsi": "Keladi redstar merupakan salah satu tanaman yang dikenal karena kecantikan pada urat daunnya yang menyerupai seperti bintang berwarna merah cerah.\n\nUntuk tanaman hias yang satu ini, kamu harus menyimpannya di tempat yang terpapar sinar matahari secara penuh agar tumbuh dengan baik."
    },
    {
      "nama": "Puring",
      "image_url": "https://1.bp.blogspot.com/-U6FWlwCCSZA/YBJzeNPbyvI/AAAAAAAAFCk/H67st557h2A2idNe01CrUEAdFs4--tQ3QCLcBGAsYHQ/s1000/Tanaman%2BHias%2BPuring.jpg",
      "deskripsi": "Tanaman yang memiliki nilai jual yang cukup tinggi ini biasa ditemukan di perumahan-perumahan mewah.\n\nJenis tanaman puring yang paling banyak dicari orang adalah red apple, oscar, puring anting raja, logam, puring arjuna, puring asmara jingga, dan puring kura."
    },
    {
      "nama": "Kuping Gajah",
      "image_url": "https://1.bp.blogspot.com/-WyCmw3qb7V4/YBJzAnVtNwI/AAAAAAAAFCc/mZ3cHepE68wR785oVig4HutmOcKIn1-LgCLcBGAsYHQ/s600/Tanaman%2BHias%2BKuping%2BGajah.jpg",
      "deskripsi": "Salah satu alasan mengapa tanaman hias ini banyak diminati orang adalah karena tampilannya yang unik dan perawatannya yang tidak sulit."
    },
    {
      "nama": "Lidah Mertua",
      "image_url": "https://1.bp.blogspot.com/-QMPBOSWhK80/YBJycqNB3MI/AAAAAAAAFCQ/J0n57Id1QN07b5_5F5ABlBLo8pfFZL7MwCLcBGAsYHQ/s700/Tanaman%2BHias%2BLidah%2BMertua.jpg",
      "deskripsi": "Bentuknya yang panjang dan menggambarkan seperti mertua yang cerewet diduga menjadi alasan pemilihan nama dari tanaman hias yang satu ini.\n\nTanaman dengan harga yang cukup tinggi ini banyak diburu oleh pecinta tanaman hias karena bentuknya yang unik.\n\nSemakin unik dan langka jenis tanamannya, harga di pasaran lidah mertua pun akan semakin mahal."
    },
    {
      "nama": "Tanduk Rusa",
      "image_url": "https://1.bp.blogspot.com/-IJyMVQN0m-Q/YBJx7FxSApI/AAAAAAAAFCI/c334j9OEmyY56L2seJEK7AtbhHh2IMtjgCLcBGAsYHQ/s700/Tanaman%2BHias%2BTanduk%2BRusa.jpg",
      "deskripsi": "Tanaman yang sering disebut sebagai Simbar Menjangan ini merupakan tanaman hias yang bisa dijumpai tumbuh liar di seluruh daerah tropis.\n\nTanaman yang bisa ditempel di pohon atau digantungkan di dinding ini harus disimpan di tempat yang teduh atau tidak langsung terkena sinar matahari."
    },
    {
      "nama": "Kaktus Pir Berduri",
      "image_url": "https://1.bp.blogspot.com/-pRi0dhRwRL0/YBJwAAFXNZI/AAAAAAAAFBw/xisRAzJR76IAlCEHBwT6t3ZcN8Co9cJIQCLcBGAsYHQ/s600/kaktus%2Bpir%2Bberduri.jpg",
      "deskripsi": "Opuntia adalah sebuah genus dari keluarga kaktus, Cactaceae.\n\nSpesies kuliner paling terkenalnya adalah opuntia ara India (O. ficus-indica). Sebagian besar kuliner menggunakan istilah pir berduri untuk merujuk kepada spesies tersebut.\n\nGenus tersebut mengambil nama dari kota Yunani Kuno Opus, dimana, menurut Teofrastus, sebuah tumbuhan pangan tumbuh dengan mengakarkan dedaunannya.[1]"
    },
    {
      "nama": "Lavender Inggris",
      "image_url": "https://1.bp.blogspot.com/-HDIPHkvfYjo/YBJvOZ1bIzI/AAAAAAAAFBo/8cvvUbzf0gk19-FYP4lphGPuV9IT6g6XACLcBGAsYHQ/s640/Tanaman%2BHias%2BLavender%2BInggris.jpg",
      "deskripsi": "Lavender atau lavendel atau Lavandula adalah genus tumbuhan berbunga dalam suku Lamiaceae yang tersusun atas 25-30 spesies. Asal tumbuhan ini adalah dari wilayah selatan Laut Tengah sampai Afrika tropis dan ke timur sampai India—Dunia Lama.\n\nGenus ini termasuk tumbuhan menahun, tumbuhan dari jenis rumput-rumputan, semak pendek, dan semak kecil. Tanaman ini juga tersebar di Kepulauan Canaria, Afrika Utara dan Timur, Eropa selatan (terutama Prancis selatan), Arabia, dan India; banyak darinya ditanam dan dikembangkan secara luas di iklim sedang sebagai tanaman hias, bahan kuliner, dan ekstrak minyak esensial untuk keperluan komersial. Tumbuhan ini sering ditemukan tumbuh liar di daerah di luar daerah asalnya."
    },
    {
      "nama": "Schlumbergera Truncata",
      "image_url": "https://1.bp.blogspot.com/-ahN8UOBz52M/YBJuLAVDIaI/AAAAAAAAFBc/b6BbdZmDULoslBUuPwqpliwYvEk2pSZqgCLcBGAsYHQ/s787/Schlumbergera%2Btruncata.jpg",
      "deskripsi": "Schlumbergera truncata menyerupai spesies lain dari genus Schlumbergera karena memiliki batang hijau tanpa daun yang bertindak sebagai organ fotosintesis. Batang (cladodes) terdiri dari segmen yang sangat pipih, yang memiliki dua atau tiga gigi dengan berbagai bentuk di sepanjang tepi dan di ujungnya. Ujung batangnya dipotong (terpotong) bukan runcing. Segmen individu memiliki panjang sekitar 4–6 cm (1,6–2,4 inci) dengan lebar 1,5–3,5 cm (0,6–1,4 inci).\n\nKarakteristik struktur khusus kaktus, yang disebut areoles, terjadi di antara dua gigi di ujung ruas. Areol, yang memiliki wol coklat dan panjang bulu hingga 3 mm (0,1 in), adalah tempat munculnya kuncup bunga. Bunga-bunga dipegang pada sudut konstan agak di atas horizontal dengan sisi yang lebih tinggi berbeda dari sisi bawah (zygomorphic, khususnya simetris bilateral). Bunganya memiliki panjang sekitar 6,5–8 cm (2,6–3,1 inci) dengan lebar 4–6 cm (1,6–2,4 inci). Ada enam sampai delapan tepal, yang mungkin dari berbagai warna, termasuk corak merah, oranye, merah jambu, dan putih. Tepal luar (yang ada di pangkal bunga) lebih pendek dan bengkok ke belakang, tepal bagian dalam lebih panjang dan menyatu bersama di alasnya untuk membentuk tabung bunga; nektar diproduksi di dasar tabung ini. Kelopak bagian dalam bawah ditekuk ke belakang sehingga kelopak bagian dalam atas tampak lebih panjang. Tanaman berbunga di musim gugur: sekitar Mei di habitat aslinya, pada bulan Oktober hingga November di budidaya di Belahan Bumi Utara; hari yang pendek dan malam yang panjang diperlukan untuk mendorong pembungaan.\n\nCiri khas dari genus Schlumbergera adalah banyak benang sari tersusun dalam dua rangkaian: benang sari bagian dalam membentuk cincin di sekeliling corak; benang sari luar muncul dari tabung bunga. Benang sari berwarna putih, kepala sari dan serbuk sari berwarna kuning. Gayanya memiliki enam hingga delapan lobus di ujungnya dan berwarna merah tua.\n\nSaat matang, buahnya berwarna merah, berbentuk buah pir, dengan panjang sekitar 1,2 cm (0,5 inci) atau sangat panjang hingga 2,3 cm (0,9 inci). Benih yang mengkilap berwarna hitam, masing-masing dengan diameter sekitar 1 mm (0,04 in)."
    }
  ]
}